tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/services"
tap "supabase/tap"
brew "adr-tools"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "harfbuzz"
brew "libtiff"
brew "tcl-tk"
brew "aider"
brew "asdf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "certbot"
brew "chart-testing"
brew "colordiff"
brew "commitizen"
brew "cookiecutter"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "dotnet", link: false
brew "dvc"
brew "earthly"
brew "editorconfig"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "graphicsmagick"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "istioctl"
brew "jq"
brew "just"
brew "k6"
brew "kind"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "make"
brew "mas"
brew "netcat"
brew "nmap"
brew "node-build"
brew "packer"
brew "pipx"
brew "potrace"
brew "pre-commit"
brew "promptfoo"
brew "qemu"
brew "redis"
brew "rsync"
brew "shellcheck"
brew "smartmontools"
brew "sponge"
brew "terraform"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "trivy"
brew "util-linux"
brew "wasmedge"
brew "watch"
brew "wget"
brew "xdg-ninja"
brew "yadm"
brew "ydiff"
brew "yj"
brew "yq"
brew "zlib"
brew "goodwithtech/r/dockle"
brew "supabase/tap/supabase"
cask "android-commandlinetools"
cask "android-studio"
cask "anki"
cask "aws-vault"
cask "azure-data-studio"
cask "bot-framework-emulator"
cask "charles"
cask "chatgpt"
cask "chromium"
cask "cursor"
cask "docker"
cask "dotnet"
cask "evernote"
cask "flux"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "joplin"
cask "kdiff3"
cask "latest"
cask "lens"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "powershell"
cask "rectangle"
cask "tableplus"
cask "temurin"
cask "vagrant"
cask "visual-studio-code"
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iReal Pro", id: 409035833
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
