bierner.markdown-mermaid
bierner.markdown-preview-github-styles
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
earthly.earthfile-syntax-highlighting
EditorConfig.EditorConfig
esbenp.prettier-vscode
exiasr.hadolint
hashicorp.terraform
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
redhat.vscode-yaml
TeamsDevApp.ms-teams-vscode-extension
timonwong.shellcheck
