aaron-bond.better-comments
alexisvt.flutter-snippets
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
earthly.earthfile-syntax-highlighting
editorconfig.editorconfig
esbenp.prettier-vscode
exiasr.hadolint
formulahendry.dotnet-test-explorer
hashicorp.terraform
hirantha.json-to-dart
hzgood.dart-data-class-generator
jmrog.vscode-nuget-package-manager
jsayol.firebase-explorer
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
patbenatar.advanced-new-file
pflannery.vscode-versionlens
plibither8.remove-comments
redhat.vscode-yaml
robert-brunhage.flutter-riverpod-snippets
teamsdevapp.ms-teams-vscode-extension
timonwong.shellcheck
usernamehw.errorlens
